Repository: HasanBatal2900/Games-Store-App
Catalog: lib/l10n/intl_*.arb
Languages: ar

# homeTitle
source: Devices
ar: الأجهزة

# editViewTitle
source: Edit Device Info
ar: تعديل معلومات الجهاز

# editDevieNameTextFieldLabel
source: Edit DeviceName
ar: تعديل اسم الجهاز

# editDeviePriceTextFieldLabel
source: Edit Price hour
ar: تعديل سعر الساعة

# editButtonTitle
source: Edit
ar: تعديل

# saveButtonTitle
source: Save
ar: حفظ

# editSuccessfulMessage
source: You have edited the info succcessfuly
ar: تم تعديل المعلومات بنجاح

# generalSuccessMessage
source: Your order done successfuly
ar: تم طلبك بنجاح

source: per hour
ar: بالساعة

# enterNameTextFieldLabel
source: User Name
ar: اسم المستخدم

# setTimeMessage
source: Set Time
ar: حدد الوقت

source: UnCorrect Selected Time
ar: الوقت غير صحيح

# errorTitle
source: Error
ar: خطأ

source: hours
ar: ساعات

# spentTimeTextFieldLabel
source: Spent Time
ar: الوقت المنقضي

# yourPriceMessage
source: Your price
ar: حسابك

# totalPriceMessage
source: total price is :
ar: المبلغ الكلي هو :

# finishButtonSessionTitle
source: Finish Session
ar: إنهاء الجلسة

# settingsTitle
source: Settings
ar: الإعدادت

# langagueTitle
source: The Langagues
ar: اللغات

# emptyTextFieldError
source: Can"t be empty
ar: عذراً عليك إدخال قيمة
